Repository: martinlepro/Taches-a-faire
Catalog: lib/l10n/app_*.arb
Languages: de, fr, it, ja, nl, ru

# appTitle
source: Gamified To-Do List
de: Gamifizierte To-Do-Liste
fr: Liste de Tâches Gamifiée
it: Lista di Cose da Fare Gamificata
ja: ゲーミフィケーション To-Do リスト
nl: Gamified To-Do Lijst
ru: Геймифицированный список дел

# tasksTabTitle
source: Tasks
de: Aufgaben
fr: Tâches
it: Compiti
ja: タスク
nl: Taken
ru: Задачи

# shopTabTitle
source: Shop
fr: Boutique
it: Negozio
ja: ショップ
nl: Winkel
ru: Магазин

# statsTabTitle
source: Stats
de: Statistiken
it: Statistiche
ja: 統計
nl: Statistieken
ru: Статистика

# profileTabTitle
source: Profile
de: Profil
fr: Profil
it: Profilo
ja: プロフィール
nl: Profiel
ru: Профиль

# socialTabTitle
source: Social
de: Sozial
it: Sociale
ja: ソーシャル
nl: Sociaal
ru: Социальное

# addTaskTitle
source: Add a new task
de: Neue Aufgabe hinzufügen
fr: Ajouter une nouvelle tâche
it: Aggiungi un nuovo compito
ja: 新しいタスクを追加
nl: Nieuwe taak toevoegen
ru: Добавить новую задачу

# addHint
source: Add a new task...
de: Neue Aufgabe hinzufügen...
fr: Ajouter une nouvelle tâche...
it: Aggiungi un nuovo compito...
ja: 新しいタスクを追加...
nl: Nieuwe taak toevoegen...
ru: Добавьте новую задачу...

# todoListHeader
source: Tasks to do
de: Aufgaben
fr: Tâches à faire
it: Compiti da fare
ja: やることリスト
nl: Taken om te doen
ru: Задачи на выполнение

# pointsShort
source: pts
de: Pkt
ja: ポイント
ru: балл

source: Recurring
de: Wiederkehrend
fr: Répétition
it: Ricorrente
ja: 繰り返し
nl: Terugkerend
ru: Повторяющаяся

# difficultyEasyLabel
source: Easy (+1)
de: Leicht (+1)
fr: Facile (+1)
it: Facile (+1)
ja: 簡単 (+1)
nl: Makkelijk (+1)
ru: Легко (+1)

# difficultyMediumLabel
source: Medium (+3)
de: Mittel (+3)
fr: Moyen (+3)
it: Medio (+3)
ja: 中 (+3)
nl: Gemiddeld (+3)
ru: Средне (+3)

# difficultyHardLabel
source: Hard (+5)
de: Schwer (+5)
fr: Difficile (+5)
it: Difficile (+5)
ja: 難しい (+5)
nl: Moeilijk (+5)
ru: Сложно (+5)

# shopTitle
source: Shop
fr: Boutique
it: Negozio
ja: ショップ
nl: Winkel
ru: Магазин

# shopSubtitle
source: Spend your points on rewards and cosmetics!
de: Gib deine Punkte für Belohnungen und Kosmetik aus!
fr: Dépensez vos points pour des récompenses et des cosmétiques !
it: Spendi i tuoi punti per ricompense e cosmetici!
ja: ポイントを報酬や見た目に使いましょう！
nl: Besteed je punten aan beloningen en cosmetica!
ru: Тратьте свои очки на награды и косметику!

# currentBalance
source: Your current balance
de: Dein aktuelles Guthaben
fr: Votre Solde Actuel
it: Il tuo saldo attuale
ja: 現在の残高
nl: Je huidige saldo
ru: Ваш текущий баланс

# purchaseSuccess
source: Purchase successful!
de: Kauf erfolgreich!
fr: Achat réussi !
it: Acquisto effettuato!
ja: 購入に成功しました！
nl: Aankoop geslaagd!
ru: Покупка успешна!

source: Insufficient points.
de: Nicht genügend Punkte.
fr: Points insuffisants.
it: Punti insufficienti.
ja: ポイントが不足しています。
nl: Onvoldoende punten.
ru: Недостаточно очков.

# shopItemStar
source: New Icon (Star)
de: Neues Icon (Stern)
fr: Nouvelle Icône (Étoile)
it: Nuova Icona (Stella)
ja: 新しいアイコン（星）
nl: Nieuw pictogram (Ster)
ru: Новая иконка (Звезда)

# shopItemTheme
source: Change Theme
de: Thema ändern
fr: Changer de Thème
it: Cambia Tema
ja: テーマを変更
nl: Thema wijzigen
ru: Сменить тему

# shopItemX2
source: Bonus Points x2 (1 day)
de: Bonuspunkte x2 (1 Tag)
fr: Bonus Points x2 (1 jour)
it: Bonus Punti x2 (1 giorno)
ja: ボーナスポイント x2（1日）
nl: Bonuspunten x2 (1 dag)
ru: Бонус очков x2 (1 день)

# shopItemErase
source: Erase 1 Annoying Task
de: Lösche 1 nervige Aufgabe
fr: Effacer 1 Tâche Pénible
it: Elimina 1 Compito Fastidioso
ja: 面倒なタスクを1つ消す
nl: Verwijder 1 vervelende taak
ru: Удалить 1 надоедливую задачу
